const TEXTS = {
  SERVER_TRACKING: "सर्वर ट्रैकिंग में जोड़ा जा रहा है।",
  SERVER_TRACKED:
    "सर्वर सफलतापूर्वक जोड़ा गया। बॉट अब सर्वर स्थिति का ट्रैक करेगा। कृपया आवाज़ चैनलों को संयोजित करते समय वर्तमान अनुमतियों को बनाए रखें। सांख्यिकी हर 5 मिनट में अपडेट होगी। आप चैनलों को हटाने के लिए `/remove` का उपयोग कर सकते हैं।",
  ERROR_ADDING_SERVER: "सर्वर जोड़ते समय एक त्रुटि आई।",
  SERVER_REMOVING: "सर्वर ट्रैकिंग से हटाया जा रहा है।",
  SERVER_REMOVED: "सर्वर सफलतापूर्वक हटा दिया गया।",
  ERROR_REMOVING_SERVER: "सर्वर हटाने में त्रुटि आई।",
  NO_SERVER_TRACKED: "कृपया पिंग करने से पहले एक सर्वर सेटअप करें।",
  NOT_AN_ADMIN: "आपको इस कमांड को चलाने के लिए एक व्यवस्थापक होना चाहिए।",
  NO_PERMISSION:
    "बॉट के पास चैनल प्रबंधन अनुमति नहीं है। कृपया इसे बॉट को प्रदान करें।",
  SOMETHING_WENT_WRONG: "कुछ गलत हो गया। कृपया बाद में पुन: प्रयास करें।",
  SERVER_OFFLINE: "सर्वर ऑफ़लाइन है।",
  SERVER_ONLINE: "सर्वर ऑनलाइन है।",
};

module.exports = TEXTS;
